{
 "pool": "letters",
  "cooldownHours": 0,
  "odds": {
    "common": 0.68,
    "uncommon": 0.18,
    "reallyuncommon": 0.08,
    "rare": 0.04,
    "ultrarare": 0.015,
    "reallyultrarare": 0.004,
    "legendary": 0.001,
"noopen": 0.05
  },
  "items": [
   Here are comma-separated drop-in items (paste into your items array). They skew rare+ and scale longer with rarity:

{
  "id": "lt-alisoun-margin-to-council-1589-04-15",
  "rarity": "rare",
  "type": "letter",
  "title": "Lady Alisoun’s Margin to the Council",
  "body": "To the Twelve of Irenne—\nYou asked whether Merryen’s wide steps make rebels. I answer: they make citizens who do not stumble. On the river stairs this morning a fishmonger steadied a porter with a turn any knight would envy; no trumpet sounded, and yet the city kept its footing. If drill must exist, let it be the kind that leaves no corpse.\nThe guild’s road-treaty—this “copy for a copy”—offends merchants who prefer locks. Let them be offended. Locks breed thieves, but shared books breed witnesses. I will not bid the presses silent; I will bid them wise.\nAs for the Fifth, call it by its true name: Silence. It is not for parades, nor for my household guard. Keep it coded in song and margin. Give the young four voices to sing in the square; let the last be a rest marked only between friends.\nIf the Empire asks for patents on breath, send them my seal and my laughter.\n— Lady Alisoun of Irenne",
  "meta": {
    "factions": ["Nobility","Free Cities","Guilds"],
    "voices": ["Stone","Flame","Silence"],
    "date": "1589-04-15"
  }
},
{
  "id": "lt-waryn-to-edith-1589-02-09",
  "rarity": "rare",
  "type": "letter",
  "title": "Serjeant Waryn’s Letter to His Daughter",
  "body": "Edith—\nI dreamed the old field again: mud to the knee and orders like hail. Woke standing in the lane, blade in hand that wasn’t there. A boy with a broom asked if I was dancing. I told him I had forgotten how.\nA bard named Faelar showed me a turn that leaves both men alive. He said a tune can catch a blade if the foot is honest. I have known honest feet only on long roads.\nIf I come by Bonona, I will bring ribbons for your hair and a story with no killing in it. Keep your mother’s letter by the hearth; read it when the wind is hard. Tell little Thom that a serjeant once learned to step softer.\n— Waryn",
  "meta": {
    "factions": ["Free Cities","Dukes"],
    "voices": ["Wind","Stone"],
    "date": "1589-02-09"
  }
},
{
  "id": "lt-perkin-night-ledger-1589-03-06",
  "rarity": "ultrarare",
  "type": "letter",
  "title": "Perkin the Pressboy: Night Ledger (Unsent)",
  "body": "Account of Perkin, apprentice to Master Jory the Printer, set down after Compline and before dawn.\n— Two formes locked true; the quoins bit like good teeth. I inked with vinegar that isn’t vinegar and laid the sheet by the stove. The letters sweated. Master says that is the sign of living type.\n— A merchant came with coin for a forbidden copy. Master said, as always, \"You may have a copy if you leave a copy behind.\" The man left a map with the corners ripped and took away a sermon with the teeth filed. I swept up the filings.\n— A woman in velvet (the Lady Alisoun herself? I did not stare) spoke quietly with a guildsman who smelled of rope and rain. They traded a page for a page without touching hands. It was like watching two rivers change beds.\n— After midnight a boy from the tannery brought a handbill from Merryen—\"Drill at dawn by the river stairs\"—and asked if we would strike more. Master said yes, then set his finger on a blank space and said, \"Leave a rest there. Silence reads faster than words.\"\n— I set my own letters at last: P-E-R-K-I-N. I hid them in the gutter of a broadsheet so that when a man smooths the fold he will feel my name and not know why.\n— The monks came just before cockcrow with a parcel that warmed my palms through the paper. Prior Hubert would not name what was inside. I named it myself: the Fifth, wrapped like a sleeping coal.\nI am small, but the press is large. When I pull the bar, the city breathes.\n— Perkin",
  "meta": {
    "factions": ["Guilds","Free Cities","Abbey"],
    "voices": ["Water","Wind","Silence"],
    "date": "1589-03-06"
  }
},
{
  "id": "lt-prior-hubert-confession-1589-03-19",
  "rarity": "ultrarare",
  "type": "letter",
  "title": "Prior Hubert’s Confession Regarding the Fifth",
  "body": "To the Abbot of St. Eber (for your eye and God’s, not the Chapter’s),\nI said we kept the lower stacks dry. I lied. The river kissed the stones last week and the diagrams breathed as the old marginalium warns. Brother Ansel took a gloss to the palm that will not wash; he says it hums to the rhythm of marching and asks to be set to copying until the music passes. I set him instead to ringing the small bell until his hand remembers other measures.\nThe city wants its steps in straight lines. Merryen and his kind use ink like trumpets; I use it like water on a hot blade—hiss, cool, temper. The guild’s rule of reciprocity is a mercy disguised as a nuisance; the Empire will call it sedition because sedition is easier to spell than mercy.\nAs for the Fifth, I have written it in rests and given it to a boy who cannot yet read but knows when a room changes breath. If this is heresy, then I prefer this heresy to any tidy obedience.\nWhen I was young I believed Stone was God’s voice; now I know God has many registers. Let us keep the loud ones for feast days and the quiet for saving lives.\nI commend my untruths to your judgment.\n— Prior Hubert",
  "meta": {
    "factions": ["Abbey","Guilds","Free Cities"],
    "voices": ["Silence","Water","Stone"],
    "date": "1589-03-19"
  }
},
{
  "id": "lt-waryn-deposition-guild-1589-04-04",
  "rarity": "reallyultrarare",
  "type": "letter",
  "title": "Deposition of Serjeant Waryn Before the Red Canal Guild",
  "body": "Taken down by Guild-scribe Marla on the fourth day of April, in the hall by the red stairs.\nQuestion: \"State your trade.\"\nAnswer: \"Soldiering, until I learned a better one.\"\nHe stood crooked, as men do who have taught their bones to remember blows. He named three dukes he’d served and none he’d loved. When asked what turned him from pay, he said a stowaway with a lute drew a five-pointed star on a ship’s deck and made tired hands move like craftsmen. \"I thought then,\" he said, \"that measure could unteach killing.\"\nHe described the Fifth as you would describe a winter that lives under the floorboards. \"It is not a note,\" he said, \"but the hush that keeps notes from becoming orders. You can hear it when boys start whispering instead of shouting.\"\nOf Merryen he spoke without hatred. \"He wants a parade that does not end,\" Waryn said. \"Parades end in walls. The road has no walls.\"\nHe told of a levy drilled to a hymn until the hymn grew teeth. He stepped a simple turn on the hall’s stones and showed how a man can give a stranger his life back with a palm instead of a point. Two journeymen tried the turn and failed twice, then laughed when they caught it. The room loosened.\nAsked what he wanted in payment for his testimony, he said: \"Paper for the printer’s boy, and a rope for the canal men that won’t rot, and a ribbon for my Edith. If you owe me more than that, pay it forward in rests.\"\n— Attested, Marla of Bonona",
  "meta": {
    "factions": ["Guilds","Free Cities","Dukes"],
    "voices": ["Stone","Wind","Silence"],
    "date": "1589-04-04"
  }
},
{
  "id": "lt-covenant-bridge-bonona-1589-04-20",
  "rarity": "legendary",
  "type": "letter",
  "title": "The Covenant of the Bridge at Bonona",
  "body": "On the twentieth day of April the river ran low enough to bare the old stones. There, at dusk, four hands set seals to a page that was more promise than law.\nLady Alisoun of Irenne came in plain wool, her ring turned inward. Prior Hubert brought a parchment whose back was a child’s practice hand. Serjeant Waryn leaned on the rail and counted the boards between lanterns. Faelar Brighton tuned his lute until the bridge itself seemed to listen.\nThe Covenant spoke first of copies: that any man or woman may take a page of the Art if they leave a page of equal weight—witness, correction, map, song, mercy done and written down. Second, it named the Four Voices as public: Wind for teaching, Water for trade, Stone for record, Flame for warning. Third, it bound the Fifth—Silence—to margins and music, to be taught as rest and never as march.\n\"We will not mint soldiers,\" said Alisoun, \"but neighbors.\" Hubert added, \"Where we cannot write safely, we will breathe wisely.\" Waryn swore a soldier’s oath in reverse: \"I will step first for life.\" Faelar wrote a bar of music on the bottom edge, a measure that breaks if you try to march to it.\nA boy in the shadows—Perkin—held the ink. A canal man tied the covenant to the under-beam with tarred thread. Someone, years from now, will find it when the river forgets itself again.\nThere were no trumpets. The city did not change at once. But a press pulled smoother that night; a monk slept without hearing drums; a veteran woke with both hands open.\nAt the end Faelar said softly, \"A copy for a copy,\" and Alisoun answered, \"And a rest for a life.\"\n— Witnessed at the Red Bridge, Bonona",
  "meta": {
    "factions": ["Nobility","Guilds","Abbey","Free Cities"],
    "voices": ["Wind","Water","Stone","Flame","Silence"],
    "date": "1589-04-20"
  }
},
    {
  "id": "cmn-lady-ysabet-steward-audience",
  "rarity": "common",
  "type": "letter",
  "title": "Lady Ysabet to Her Steward, On Proper Audiences",
  "body": "Steward Dorant—\nOn market days admit petitioners by craft, not rank. The printers first; their ink keeps better order than swords. If Master Merryen sends another broadside to be posted on my gates, paste it at the river stairs instead where the lads already practice their measure.\n—Ysabet of Irenne",
  "meta": {
    "factions": ["Nobility","Guilds","Free Cities"],
    "voices": ["Stone","Wind"],
    "date": "1589-03-19"
  }
},
{
  "id": "cmn-steward-dorant-grain-ledger",
  "rarity": "common",
  "type": "memo",
  "title": "Entry from the Irenne Steward’s Ledger",
  "body": "Item: Two sacks coarse meal to the riverside yard for drills (by Lady’s order). Item: Chalk to the fencing-master for lines. Item: Sand to cover pride when boys fall.",
  "meta": {
    "factions": ["Nobility","Free Cities"],
    "voices": ["Stone","Water"],
    "date": "1589-03-20"
  }
},
{
  "id": "cmn-herald-irenic-courtyard-note",
  "rarity": "common",
  "type": "note",
  "title": "Court Herald’s Courtyard Note",
  "body": "Trumpets to be soft when the Lady watches the drills from the gallery; hard brass makes the steps into a march. The fencing-man says the point is grace, not thunder.",
  "meta": {
    "factions": ["Nobility"],
    "voices": ["Wind"],
    "date": "1589-03-21"
  }
},
{
  "id": "cmn-footman-benit-errand",
  "rarity": "common",
  "type": "note",
  "title": "Footman Benit’s Errand Slip",
  "body": "From the kitchens to the practice yard: three jugs water, one pot salve, a loaf. The Lady says feed the boys that learn to step; hungry lads learn to shove.",
  "meta": {
    "factions": ["Nobility","Free Cities"],
    "voices": ["Water","Wind"],
    "date": "1589-03-22"
  }
},
{
  "id": "cmn-tutor-irenic-copybook",
  "rarity": "common",
  "type": "note",
  "title": "From the Irenne Children’s Copybook",
  "body": "Copy: “Measure is kindness.” Copy again: “Noise is not courage.” The little one asked if the letters could dance. I said yes, but only in the margins.",
  "meta": {
    "factions": ["Nobility","Guilds"],
    "voices": ["Stone","Wind"],
    "date": "1589-03-24"
  }
},
{
  "id": "cmn-printers-devil-tomalin-market-errand",
  "rarity": "common",
  "type": "letter",
  "title": "Tomalin the Devil to Mira at the Press",
  "body": "M—\nBought vinegar (ink), bread (bread), and a sack for formes that looks like flour (it is flour). The guard at East Gate asked why I carry an alphabet. I said to feed a city.\n—T.",
  "meta": {
    "factions": ["Guilds","Free Cities"],
    "voices": ["Water","Wind"],
    "date": "1588-12-03"
  }
},
{
  "id": "cmn-mira-typesetter-sorts-lament",
  "rarity": "common",
  "type": "note",
  "title": "Mira the Typesetter’s Lament",
  "body": "Lost: three ‘e’s and a patient temper. Found: a line that sings if you space it gentle. The bard came by and said letters are steps; I told him steps are letters for feet.",
  "meta": {
    "factions": ["Guilds"],
    "voices": ["Wind"],
    "date": "1588-12-05"
  }
},
{
  "id": "cmn-apprentice-ink-on-hands",
  "rarity": "common",
  "type": "letter",
  "title": "Apprentice to His Sister, On Ink",
  "body": "Ses,\nMy fingers blacken faster than the sun sets. Master says a clean hand makes a dull page. He keeps a lute under the counter and plays when the formes dry.\n—Joren",
  "meta": {
    "factions": ["Guilds","Free Cities"],
    "voices": ["Water","Silence"],
    "date": "1589-01-14"
  }
},
{
  "id": "cmn-runner-jani-canal-route",
  "rarity": "common",
  "type": "report",
  "title": "Runner Jani’s Canal Route Notes",
  "body": "From press to quay: three bridges, one watch post (kind), two dogs (unkind). Safer to hum than to run. Men step aside if you keep a measure.",
  "meta": {
    "factions": ["Free Cities","Guilds"],
    "voices": ["Water","Wind"],
    "date": "1589-02-01"
  }
},
{
  "id": "cmn-brother-ansel-cellar-task",
  "rarity": "common",
  "type": "memo",
  "title": "Brother Ansel’s Cellar Tasks",
  "body": "Turn the barrels. Wipe the damp off the bindings. Do not sing in the lower stacks; the stone keeps time and we ought not teach it.",
  "meta": {
    "factions": ["Abbey"],
    "voices": ["Water","Silence"],
    "date": "1589-02-16"
  }
},
{
  "id": "cmn-brother-ansel-letter-to-prior",
  "rarity": "common",
  "type": "letter",
  "title": "Brother Ansel to the Prior, On Visitors",
  "body": "Father—\nA gentleman in city boots asked to see the diagrams. I showed him the herb garden instead. He left with thyme and less pride. A mercy.\n—A.",
  "meta": {
    "factions": ["Abbey","Nobility"],
    "voices": ["Silence","Wind"],
    "date": "1589-02-20"
  }
},
{
  "id": "cmn-novice-piero-penance-lines",
  "rarity": "common",
  "type": "note",
  "title": "Novice Piero’s Penance Lines",
  "body": "I will leave rests between my words. I will leave rests between my deeds. I will not teach a door to march.",
  "meta": {
    "factions": ["Abbey"],
    "voices": ["Stone","Silence"],
    "date": "1589-02-22"
  }
},
{
  "id": "cmn-prior-theobald-gate-book",
  "rarity": "common",
  "type": "report",
  "title": "From the Abbey Gate-Book",
  "body": "Visitors: a tinker, a widow, two boys with a wooden sword (confiscated, returned with blessing), a bard with quiet eyes (admitted to the garden, not the library).",
  "meta": {
    "factions": ["Abbey","Free Cities"],
    "voices": ["Stone","Wind"],
    "date": "1589-03-01"
  }
},
{
  "id": "cmn-veteran-joryn-advice-to-recruit",
  "rarity": "common",
  "type": "letter",
  "title": "Veteran Joryn to a Young Recruit",
  "body": "Boy—\nKeep your feet like you keep your tongue: still unless asked. If a man shouts himself brave, loan him your silence; he’ll spend it quick and go home early.\n—J. Veld",
  "meta": {
    "factions": ["Dukes","Free Cities"],
    "voices": ["Wind","Silence"],
    "date": "1588-10-28"
  }
},
{
  "id": "cmn-hobb-cutter-salve-receipt",
  "rarity": "common",
  "type": "receipt",
  "title": "Receipt for Salve and Bandage",
  "body": "Paid by H. Cutter, late of the Pike: one jar salve, one roll linen, one song taught to the apothecary’s boy (worth more than coin, said he).",
  "meta": {
    "factions": ["Free Cities"],
    "voices": ["Water","Wind"],
    "date": "1588-11-06"
  }
},
{
  "id": "cmn-veteran-alard-street-song",
  "rarity": "common",
  "type": "note",
  "title": "Alard the Tanner’s Street Song",
  "body": "Step wide, step kind,\nLeave thunder to the drumline.\nIf your heel finds time,\nYour heart will, in turn.",
  "meta": {
    "factions": ["Free Cities","Guilds"],
    "voices": ["Wind"],
    "date": "1588-12-09"
  }
},
{
  "id": "cmn-bosun-rell-dockside-list",
  "rarity": "common",
  "type": "memo",
  "title": "Bosun Rell’s Dockside List",
  "body": "Rope, tar, biscuit, and chalk (for the lads who fancy drawing stars on deck). Captain says leave it; they fight neater with it underfoot.",
  "meta": {
    "factions": ["Westward Traders","Free Cities"],
    "voices": ["Water","Wind"],
    "date": "1588-01-26"
  }
},
{
  "id": "cmn-innkeep-drossel-room-book",
  "rarity": "common",
  "type": "report",
  "title": "From the Room Book at the Crescent Hearth",
  "body": "Let the bard have the corner by the stove; his songs make men forget to argue. Charge him half for the chair he broke. Full for the pie.",
  "meta": {
    "factions": ["Free Cities"],
    "voices": ["Flame","Wind"],
    "date": "1589-03-03"
  }
},
{
  "id": "cmn-guardsman-irenic-watch",
  "rarity": "common",
  "type": "report",
  "title": "City Watch Note from Irenne",
  "body": "No brawls at the river stairs. Boys with sticks kept time and tempers. A noblewoman watched from the wall and smiled like a schoolmistress.",
  "meta": {
    "factions": ["Nobility","Free Cities","Empire"],
    "voices": ["Stone","Wind"],
    "date": "1589-04-04"
  }
},
{
  "id": "cmn-canalman-tide-rhyme",
  "rarity": "common",
  "type": "note",
  "title": "Canalmen’s Tide Rhyme",
  "body": "When stone hums low and water’s slack,\nStep easy, boys, and mind your back.\nWhen wind comes round and flame takes air,\nSing soft, or trouble climbs the stair.",
  "meta": {
    "factions": ["Free Cities"],
    "voices": ["Water","Stone","Wind"],
    "date": "1589-02-28"
  }
},
{
  "id": "cmn-abbey-kitchen-chit",
  "rarity": "common",
  "type": "receipt",
  "title": "Abbey Kitchen Chit",
  "body": "Loaves to the copyists (4). Broth to the guest with the lute (1 bowl, refilled thrice). Salt to the gate (a pinch for the road).",
  "meta": {
    "factions": ["Abbey","Free Cities"],
    "voices": ["Water"],
    "date": "1589-02-17"
  }
},
{
  "id": "cmn-merchant-carta-on-copies",
  "rarity": "common",
  "type": "letter",
  "title": "Merchant Carta to a Partner, On Copies",
  "body": "Giles—\nThey will not sell me the book, only trade leaf for leaf. I left them a shipping table and received a poem with numbers hiding in it. Profitable? Perhaps in a kinder world.\n—C.",
  "meta": {
    "factions": ["Free Cities","Guilds"],
    "voices": ["Stone","Wind"],
    "date": "1589-03-06"
  }
},
{
  "id": "cmn-city-broadside-mind-the-steps",
  "rarity": "common",
  "type": "broadside",
  "title": "City Broadside: “Mind the Steps”",
  "body": "Citizens! Keep markets clear for measure at the second bell. Bring a stick; leave your quarrels. Lost tempers to be claimed at the watch-house.",
  "meta": {
    "factions": ["Free Cities","Empire"],
    "voices": ["Wind","Stone"],
    "date": "1588-09-10"
  }
},
{
  "id": "cmn-widow-irenne-candle-note",
  "rarity": "common",
  "type": "note",
  "title": "Widow’s Candle-Note at the Chapel",
  "body": "For a husband who marched to drums and forgot to listen. For a son who learned to step and came home laughing.",
  "meta": {
    "factions": ["Nobility","Free Cities"],
    "voices": ["Silence","Water"],
    "date": "1589-04-06"
  }
},
{
  "id": "cmn-cartwright-axle-song",
  "rarity": "common",
  "type": "note",
  "title": "Cartwright’s Axle Song",
  "body": "Grease speaks better than orders. If your wheel sings, listen; it tells you where the road is crooked.",
  "meta": {
    "factions": ["Guilds","Free Cities"],
    "voices": ["Stone","Wind"],
    "date": "1588-11-21"
  }
},
{
  "id": "cmn-scrivener-market-minute",
  "rarity": "common",
  "type": "report",
  "title": "Scrivener’s Market Minute",
  "body": "Noted: boys in wide steps by the fishmongers; quarrel settled at the third cut (no blood). A bard bought a lemon and a silence.",
  "meta": {
    "factions": ["Guilds","Free Cities"],
    "voices": ["Water","Wind"],
    "date": "1589-03-08"
  }
},
{
  "id": "cmn-stable-boy-steps-in-straw",
  "rarity": "common",
  "type": "note",
  "title": "Stable Boy’s Practice in Straw",
  "body": "Master said mind the corners. The mare learned first; she steps wider than me.",
  "meta": {
    "factions": ["Nobility","Free Cities"],
    "voices": ["Wind"],
    "date": "1589-03-23"
  }
},
{
  "id": "cmn-ferryman-quiet-oar",
  "rarity": "common",
  "type": "letter",
  "title": "Ferryman to His Brother, On a Quiet Oar",
  "body": "We pulled a noble and her maid across at dusk. She paid in silver and asked about the boys with sticks. I said they were learning to listen with their feet.",
  "meta": {
    "factions": ["Nobility","Free Cities"],
    "voices": ["Water","Silence"],
    "date": "1589-03-25"
  }
},
{
  "id": "cmn-seamstress-patch-and-song",
  "rarity": "common",
  "type": "letter",
  "title": "Seamstress to a Soldier’s Wife",
  "body": "Marta—\nThe patch is strong where his jacket split. I stitched a little rest into the seam. Tell him to wear it where men shout.",
  "meta": {
    "factions": ["Free Cities","Dukes"],
    "voices": ["Silence","Flame"],
    "date": "1588-11-05"
  }
},
{
  "id": "cmn-bellringer-noon-toll",
  "rarity": "common",
  "type": "note",
  "title": "Bellringer’s Noon Toll Note",
  "body": "Second bell for drill. Third for bread. Fourth if the wind turns rough.\nP.S. Do not let the drummer lead the boys; he forgets the rests.",
  "meta": {
    "factions": ["Free Cities","Guilds"],
    "voices": ["Wind","Stone"],
    "date": "1589-03-18"
  }
},
   {
  "id": "fb-ml-quiet-sigil",
  "rarity": "ultrarare",
  "type": "letter",
  "title": "FB → ML: The Quiet Sigil",
  "body": "Master Lychenar,\nI tried the new step you taught—the circle that closes like a book. Here, it closes too neatly; men in Maraisbourg notice neatness, and notice is a tax I cannot pay. Merryen holds court with Octish traders in the tannery loft. He calls it a fencing society; I hear the rustle of paper more than steel. Their talk is wind on stone. Mine is Silence on ink. I keep your sigil covered and speak when strings demand it.\nIf the fifth song is to be played, it will be by accident—like a chord struck by a drunk who somehow finds harmony. My cure is to keep the lute in its case.\n—FB",
  "meta": {
    "factions": ["Guilds","Free Cities","Octs"],
    "voices": ["Silence","Wind"],
    "date": "1589-02-26"
  }
},
{
  "id": "fb-maraisbourg-quays",
  "rarity": "ultrarare",
  "type": "letter",
  "title": "From the Quays at Maraisbourg",
  "body": "ML,\nBarges from the north unloaded casks labeled VINEGAR that smell like ink. Printers wink as if winks were currency. I played a tavern set to muddy the room while a crate changed hands. The tune was cheerful enough that no one noticed the silence underneath it. You were right: songs are cloaks when worn correctly.\nThe Octs want a banner for their hills. Merryen wants a book for his throne. I want my supper hot and my conscience cool. Two of us will be disappointed.\n—Faelar",
  "meta": {
    "factions": ["Octs","Guilds"],
    "voices": ["Water","Silence"],
    "date": "1589-03-07"
  }
},
{
  "id": "ml-margin-note-on-steps",
  "rarity": "ultrarare",
  "type": "letter",
  "title": "Margin Note on the Wide Steps",
  "body": "FB—\nKeep the wide step wide; narrow steps are invitations to small mistakes with large funerals. If Merryen is dancing in print, step off the page. When a crowd claps, it is not for truth—it is for rhythm. We teach neither crowd nor clap. We teach men to walk away.\n—ML",
  "meta": {
    "factions": ["Guilds"],
    "voices": ["Stone","Wind"],
    "date": "1589-03-12"
  }
},
{
  "id": "fb-chalk-dust-and-copies",
  "rarity": "ultrarare",
  "type": "letter",
  "title": "Chalk Dust and Copies",
  "body": "Master,\nA trader offered silver for the whole book again. I told him what I told the last man: a copy for a copy. He laughed and said that was priest-talk. I said no—printer-talk. He paid for the ale and left poorer.\nIf you find my tone casual, forgive me; the city teaches casual like the sea teaches damp. Still, I keep the pages dry. If a storm comes, I know which song not to sing.\n—FB",
  "meta": {
    "factions": ["Free Cities","Guilds"],
    "voices": ["Water","Silence"],
    "date": "1589-02-18"
  }
},
{
  "id": "fb-unscored-fragments",
  "rarity": "reallyultrarare",
  "type": "letter",
  "title": "Unscored Fragments (Not for the Stage)",
  "body": "ML,\nThree fragments arrived from Lynden with the corners burned and the measures missing. Whoever copied them knew enough to cut the parts where men start marching in straight lines. I hummed what was left. The room cooled. The Fifth is a winter even in summer.\nI locked them behind the bread bin; thieves love jewels and forget flour.\n—Faelar",
  "meta": {
    "factions": ["Pritenia","Guilds"],
    "voices": ["Silence","Flame"],
    "date": "1589-03-18"
  }
},
{
  "id": "fb-letter-of-not-playing",
  "rarity": "reallyultrarare",
  "type": "letter",
  "title": "A Letter of Not Playing",
  "body": "Master,\nThere is a fashion here for loud courage. Men shout plans so the plans feel real. I played a soft air until their bravery remembered its wife and went home. Tomorrow I travel with canal men who fear only leaky barrels. I envy them; their gods are water and rope.\nI remain, as always, your student in the art of not performing.\n—FB",
  "meta": {
    "factions": ["Free Cities"],
    "voices": ["Water","Silence"],
    "date": "1589-03-22"
  }
},
{
  "id": "ml-seven-strings-in-quiet",
  "rarity": "legendary",
  "type": "letter",
  "title": "Seven Strings in Quiet",
  "body": "Faelar,\nYou ask when to tune the seventh string. Never in public, seldom in private, and only when the room is so still you can hear ink drying. If you must strike it, strike it like an apology. Men who love banners will not understand what they have heard until it is too late.\nTeach the young to fix roofs before they learn to knock doors.\n—Lychenar",
  "meta": {
    "factions": ["Guilds"],
    "voices": ["Silence","Stone"],
    "date": "1589-03-29"
  }
},
{
  "id": "fb-oath-by-the-canal",
  "rarity": "legendary",
  "type": "letter",
  "title": "An Oath by the Canal",
  "body": "ML,\nA boy tried to swear himself to me tonight. I gave him a rope knot instead of a vow and told him to learn which way water wants to go. He laughed, then listened, then cried. I suppose that is the order of wisdom.\nIf the city burns for its gods, we will carry buckets until the fire remembers it is only a temper.\n—FB",
  "meta": {
    "factions": ["Free Cities","Octs"],
    "voices": ["Water","Flame","Silence"],
    "date": "1589-04-02"
  }
}, 
   {
  "id": "lt-fb-to-ml-1589-03-22",
  "rarity": "legendary",
  "type": "letter",
  "title": "FB to ML",
  "body": "Master,\n\nThe market bells here ring on time even when the men do not. Merryen smiles too brightly. He measures courtyards with his eyes as if they were parade grounds and says the north wind will bring friends who knot their maps instead of drawing them. He will not speak the name of Rowen’s city without spitting first; Lynden lives rent-free in his jaw. I nod, take notes that look like scales for a sad song, and keep my counsel.\n\nThe Free Cities talk louder than they listen. In the guild we have not forgotten our fifth. We name it only as a folded page. We play Wind, Stone, Flame, and Water in the open, but the last we keep under the bridge of the lute, where the sound is felt and not heard. I can hear its tread in the courtyards—counting, counting. You taught me to hear it and then to put it away.\n\nOnce a trader offered silver for the whole manuscript-in-progress. I closed the cover and pushed it back to him. “You can have a copy,” I said, “if you leave a copy behind.” He left a page he did not understand and took away a page he never will. The bargain holds: knowledge breeds only when it travels both ways.\n\nI confess a weariness. Every tool finds a hand; even wrapped in cloth, a blade teaches the fingers by shape alone. The fifth is a stair and fools will climb it just to see who salutes. So I write the steps into chords and waystones, and I sing them wrong when company gathers. Let the wrong ears remember the wrong tune.\n\nIf you would have me leave this city, write a single dot under the third line of your reply. If not, I will linger and practice the long measure at dusk until the drilling drowns it. The stone by the river hums at the turn of tide. Either the gods are listening, or men are.\n\nYour student in poor spirits and plain ink,\nFB",
  "meta": {
    "factions": ["Guilds", "Free Cities", "Octs", "Pritenia"],
    "voices": ["Silence", "Water", "Stone"],
    "date": "1589-03-22"
  }
},
    {
      "id": "lt-abbey-01859",
      "rarity": "common",
      "type": "letter",
      "title": "From the Scriptorium",
      "body": "To the Prior at St. Eber,\nThe chest you sent contained three leaves under a merchant’s accounts. Two bear the same hand as the so-called Maros diagrams, though the ink is poorer. We copy by night. Tell the men with torches to find another door.",
      "meta": {
        "factions": ["Abbey","Guilds"],
        "voices": ["Water"],
        "date": "1589-02-16"
      }
    },
    {
      "id": "lt-soldier-home",
      "rarity": "common",
      "type": "letter",
      "title": "A Soldier’s Letter Home",
      "body": "Marta—\nThe little one coughs? Keep her by the hearth. We march slow; the Duke’s men argue more than they drill. I saw a man cross blades without anger—he sang under his breath. If I come home, I’ll ask him to teach me that.",
      "meta": {
        "factions": ["Dukes"],
        "voices": ["Flame","Wind"],
        "date": "1588-11-03"
      }
    },
    {
      "id": "lt-printer-apprentice",
      "rarity": "common",
      "type": "letter",
      "title": "Apprentice to His Mother",
      "body": "Mother,\nThe master hides his formes in flour sacks. If soldiers come, I am to spill the meal and sneeze until they laugh. I press letters by day and copy by night. My fingers are black, but my heart is clean.",
      "meta": {
        "factions": ["Guilds","Free Cities"],
        "voices": ["Water"],
        "date": "1587-12-19"
      }
    },
    {
      "id": "lt-quartermaster-memo",
      "rarity": "common",
      "type": "letter",
      "title": "Quartermaster’s Memo",
      "body": "To Captain Vess:\nSalt short. Vinegar gone. Men cut with rust for want of oil. Request wagon from East Gate. If refused, purchase from canal men at double. The Duke prefers speed to thrift.",
      "meta": {
        "factions": ["Dukes"],
        "voices": ["Flame","Stone"],
        "date": "1588-10-12"
      }
    },
    {
      "id": "lt-sea-log-illness",
      "rarity": "common",
      "type": "letter",
      "title": "Entry from the Westward Trader",
      "body": "Fifth day without fresh water. Three down with fever. A passenger set the men to drilling with ropes for blades; spirits steadier after. If we see a green coast by week’s end, I’ll name him our lucky star.",
      "meta": {
        "factions": ["Free Cities"],
        "voices": ["Wind","Stone"],
        "date": "1588-01-15"
      }
    },
    {
      "id": "lt-bonona-guild-minute",
      "rarity": "uncommon",
      "type": "letter",
      "title": "Minute of the Red Canal Guild",
      "body": "Item: The vote stands at six for silence, three for appeal.\nItem: Concerning the printer of Maraisbourg—keep his name from the rolls.\nItem: The hand that stirs the ink must not stir the city.",
      "meta": {
        "factions": ["Guilds","Free Cities"],
        "voices": ["Water","Stone"],
        "date": "1587-12-30"
      }
    },
    {
      "id": "lt-noble-memorandum",
      "rarity": "rare",
      "type": "letter",
      "title": "Memorandum to the Council",
      "body": "The art is best kept in open halls, where its music tames young blood. Close the doors, and Flame finds its own teachers. I, as surety, offer my seal that Lutefecht will not mint soldiers.",
      "meta": {
        "factions": ["Empire"],
        "voices": ["Stone","Wind"],
        "date": "1589-04-02"
      }
    },
    {
      "id": "lt-empire-edict",
      "rarity": "rare",
      "type": "letter",
      "title": "Extract of an Imperial Edict",
      "body": "Let no man sell manuals of war without patent or priestly witness. Those who keep schools must post their names. Those who keep secrets must answer for them.",
      "meta": {
        "factions": ["Empire"],
        "voices": ["Stone"],
        "date": "1589-01-20"
      }
    },
    {
      "id": "lt-lynden-dock",
      "rarity": "uncommon",
      "type": "letter",
      "title": "Lynden Dockmaster’s Report",
      "body": "To the Harbor Warden:\nStorm wreckage came in with the morning tide. One man clung to a plank, half-frozen, carrying a journal in oilcloth. Says little, watches much.",
      "meta": {
        "factions": ["Free Cities"],
        "voices": ["Water","Wind"],
        "date": "1588-01-24"
      }
    },
    {
      "id": "lt-abbey-admonition",
      "rarity": "uncommon",
      "type": "letter",
      "title": "Admonition to a Young Scribe",
      "body": "Ink is mercy when fire is law. Copy the verses, but leave breath between the lines. A book without rests is a drum for marching.",
      "meta": {
        "factions": ["Abbey"],
        "voices": ["Water","Silence"],
        "date": "1589-02-18"
      }
    },
    {
      "id": "lt-lychenar-gloss",
      "rarity": "legendary",
      "type": "letter",
      "title": "A Gloss in the Margin (unsigned)",
      "body": "Four sing, the fifth listens. When a city forgets the fifth, the song becomes a march. Leave rests upon the bar or the bar will break. —L.",
      "meta": {
        "factions": ["—"],
        "voices": ["Silence"],
        "date": "(undated)"
      }
    },
    {
      "id": "lt-minstrel-road",
      "rarity": "common",
      "type": "letter",
      "title": "A Minstrel’s Note to His Companion",
      "body": "Tara—\nThe tavern in Drossel burned last night. I saved my lute, though not the case. The crowd sang while the rafters fell. I think the gods prefer a melody with danger in its chorus.",
      "meta": {
        "factions": ["Free Cities"],
        "voices": ["Flame","Wind"],
        "date": "1588-07-03"
      }
    },
    {
      "id": "lt-scribe-field",
      "rarity": "uncommon",
      "type": "letter",
      "title": "Scribe’s Field Report",
      "body": "To the Archivist of Meyren:\nThe field copyists have begun carving words into their shields. They say it helps recall stances. One wrote ‘Patience’ upon his guard, and the enemy broke his rhythm reading it.",
      "meta": {
        "factions": ["Guilds","Empire"],
        "voices": ["Stone","Wind"],
        "date": "1589-03-11"
      }
    },
    {
      "id": "lt-duchess-invitation",
      "rarity": "rare",
      "type": "letter",
      "title": "Invitation from the Duchess of Irenne",
      "body": "To Master of Songs and Blades,\nAttend upon our hall this midsummer eve. Bring not your steel, but bring your verses. The court would learn how men once fought with grace, not noise.",
      "meta": {
        "factions": ["Nobility","Empire"],
        "voices": ["Silence","Flame"],
        "date": "1588-06-20"
      }
    },
    {
      "id": "lt-hermit-final",
      "rarity": "rare",
      "type": "letter",
      "title": "The Hermit’s Last Page",
      "body": "I burned the book today. Not for heresy, but for warmth. The snow took my ink, the cold my will. If any find this ash, know that truth was written once, between parries, and that it sang.",
      "meta": {
        "factions": ["Abbey","Outlands"],
        "voices": ["Silence","Water"],
        "date": "1588-12-31"
      }
    },
    {
      "id": "lt-smith-song",
      "rarity": "reallyuncommon",
      "type": "letter",
      "title": "Smith’s Ledger Margin",
      "body": "Note: The third hammer-swing hums truer if struck to the rhythm of the March of Bonona. Apprentice to sing as he works—steel remembers music better than words.",
      "meta": {
        "factions": ["Guilds"],
        "voices": ["Stone","Flame"],
        "date": "1587-11-19"
      }
    },
    {
      "id": "lt-librarian-warning",
      "rarity": "rare",
      "type": "letter",
      "title": "Librarian’s Warning to the Master of Pages",
      "body": "Seal the lower stacks. The diagrams breathe when wet. The last reader forgot to close the clasp and the ink crawled across his palm. We keep him writing, for now.",
      "meta": {
        "factions": ["Abbey","Guilds"],
        "voices": ["Water","Silence"],
        "date": "1589-03-22"
      }
    },
    {
      "id": "lt-seer-fragment",
      "rarity": "rare",
      "type": "letter",
      "title": "Fragment from a Seer’s Journal",
      "body": "They will build an Empire of rhythm and call it peace. When every man moves in time, none will hear the off-beat. My task is not to sing—but to cough.",
      "meta": {
        "factions": ["—"],
        "voices": ["Silence","Wind"],
        "date": "1589-04-12"
      }
    },
    {
      "id": "lt-unknown-edict",
      "rarity": "rare",
      "type": "letter",
      "title": "Unsent Edict Found in the Emperor’s Desk",
      "body": "Let it be written that no blade shall sing unless tuned by the hand of law. Let it be whispered that music itself may rebel.",
      "meta": {
        "factions": ["Empire"],
        "voices": ["Stone","Flame","Silence"],
        "date": "1589-05-01"
      }
    },
        {
      "id": "lt-soldier-home",
      "rarity": "common",
      "type": "letter",
      "title": "A Soldier’s Letter Home",
      "body": "Marta—\nThe little one coughs? Keep her by the hearth. We march slow; the Duke’s men argue more than they drill. I saw a man cross blades without anger—he sang under his breath. If I come home, I’ll ask him to teach me that.",
      "meta": {
        "factions": ["Dukes"],
        "voices": ["Flame", "Wind"],
        "date": "1588-11-03"
      }
    },
    {
      "id": "lt-printer-apprentice",
      "rarity": "common",
      "type": "letter",
      "title": "Apprentice to His Mother",
      "body": "Mother,\nThe master hides his formes in flour sacks. If soldiers come, I am to spill the meal and sneeze until they laugh. I press letters by day and copy by night. My fingers are black, but my heart is clean.",
      "meta": {
        "factions": ["Guilds", "Free Cities"],
        "voices": ["Water"],
        "date": "1587-12-19"
      }
    },
    {
      "id": "lt-quartermaster-memo",
      "rarity": "common",
      "type": "memo",
      "title": "Quartermaster’s Memo",
      "body": "To Captain Vess:\nSalt short. Vinegar gone. Men cut with rust for want of oil. Request wagon from East Gate. If refused, purchase from canal men at double. The Duke prefers speed to thrift.",
      "meta": {
        "factions": ["Dukes"],
        "voices": ["Flame", "Stone"],
        "date": "1588-10-12"
      }
    },
    {
      "id": "lt-tavern-chit",
      "rarity": "common",
      "type": "receipt",
      "title": "Tavern Chit, Unpaid",
      "body": "— 3 ales (thin)\n— 1 pie (mysterious)\n— 1 chair (broken, by singer)\nNote: The singer promised to pay in a rousing chorus. The chorus was rousing. The payment was theoretical.",
      "meta": {
        "factions": ["Free Cities"],
        "voices": ["Wind"],
        "date": "1588-06-08"
      }
    },
    {
      "id": "lt-oct-scout",
      "rarity": "uncommon",
      "type": "report",
      "title": "Oct Scout’s Tie-Mark",
      "body": "Birch peeled at the north bend. Three knots—safe water; one cut—watch the wind. We saw beacon smoke on the western headland. The stone there hums when the tide turns.",
      "meta": {
        "factions": ["Octs"],
        "voices": ["Water", "Stone"],
        "date": "1589-03-11"
      }
    },
    {
      "id": "lt-merryen-broadside",
      "rarity": "uncommon",
      "type": "broadside",
      "title": "Handbill from Maraisbourg",
      "body": "Citizens! Stand tall and learn the long measure! A people well-footed need no masters. Drill at dawn by the river stairs. Bring a stick; leave with a step.",
      "meta": {
        "factions": ["Free Cities"],
        "voices": ["Flame", "Wind"],
        "date": "1588-09-01"
      }
    },
    {
      "id": "lt-lynden-guild-note",
      "rarity": "uncommon",
      "type": "letter",
      "title": "Guild Note to Lynden",
      "body": "To Master Rowen of Lynden,\nYour last parcel arrived damp and argumentative. The diagrams, however, sang sense once dried. We decline your invitation to instruct your Duke’s levy. Our music is for roads, not thrones.",
      "meta": {
        "factions": ["Guilds", "Pritenia"],
        "voices": ["Silence"],
        "date": "1589-01-27"
      }
    },
    {
      "id": "lt-fb-copy-merchant",
      "rarity": "rare",
      "type": "letter",
      "title": "Copyist’s Bargain",
      "body": "Sir,\nYou may have a copy, if you leave a copy behind. This is the treaty of the road: knowledge breeds when it is not locked up like a hound. Leave a pup; take a pup.",
      "meta": {
        "factions": ["Guilds"],
        "voices": ["Water", "Silence"],
        "date": "1589-02-22"
      }
    },
    {
      "id": "lt-lychenar-marginalia",
      "rarity": "reallyultrarare",
      "type": "note",
      "title": "Lychenar’s Marginalia (Folded Twice)",
      "body": "Four are sung.\nThe fifth is kept.\nIf you must choose a god, choose the one that listens.\n—L.",
      "meta": {
        "factions": ["Guilds"],
        "voices": ["Silence"],
        "date": "1588-12-31"
      }
    },
    {
      "id": "lt-captain-vess-everspring",
      "rarity": "legendary",
      "type": "letter",
      "title": "Unmailed Letter from Captain Vess",
      "body": "To be opened by the Boatswain, or, failing him, by any man who still knows the taste of tar and wind,\n\nAboard the Everspring,\nthree leagues west of the Iron Shoals\n\nBosun—\n\nYou may think me drunk on sour rum or sunstroke, but I’ll swear this by the mizzenmast’s own creak: the stowaway was a blessing. Found him coiled among the sailcloth like a cat, thin as rope’s end and twice as frayed, clutching a lute as if it were scripture. I’d have had him whipped to the gunwale for hiding, but the tide was foul and the wind colder than law, so I kept him on to swab the deck. By second bell he’d made the planks shine, and by sunset he’d taught half the crew how to step to measure.\n\nCalls himself Faelar Brighton, a bard by trade, though I’ve seen few bards who keep such measure in the midst of a gale. When we were becalmed near the Shoals, he drew a star on the deck between main and mizzen—five points, broad and perfect—and began to teach the crew footwork as though he’d a school instead of a ship. I meant to have it holystoned off, but the men fought better for it, so I let it be.\n\nCome next dawn, raiders rose out of the fog—black sails, no colours shown. Faelar took the quarterdeck without leave and called the crew to measure. They fought not as killers but as craftsmen. The star on the deck became a compass, and the Everspring herself sang through the smoke.\n\nThat night, when all was done and our dead counted, he and I shared what little rum remained. He spoke of guilds where art and mercy were brothered, and I—fool that I am—believed we might found one of our own. “A seaward chapter,” I told him, “to teach measure before men learn blood.” He smiled and said the sea was too wide for a single compass, but his eyes said hope otherwise.\n\nNow the wind’s turned. Rations thin, casks lighter than they should be, and the hands whisper mutiny. They say I spare faith for a bard and none for sailors. They forget that the Everspring’s name was meant as a promise—new beginnings for us all. But promises rot faster than rope in damp hold.\n\nIf this reaches you, Bosun, tell Faelar that Captain Vess forgave the sea before it took him. Tell him the measure holds, even when the ship heels. Tell him to build the Guild on land, where no tide can claim it.\n\nI can hear them now on the ladderway. The mizzen groans like a soul that knows its end.\n\n— Captain T. Vess\nMaster and Commander, Everspring\nWestward Trader Line, in faith to no crown but the compass",
      "meta": {
        "factions": ["Free Cities","Westward Traders","Maraisbourg"],
        "voices": ["Wind","Stone"],
        "date": "1588-01-23"
      }
    }
  ]
}
